import React from 'react';

const AboutUs = () => {
    return (
        <div className='container mt-10 pb-10'>
            <div className='max-w-5xl mx-auto md:flex items-center gap-10'>
                <img className='w-60 lg:w-80 mx-auto' src="https://i.ibb.co/MMDkGpZ/banner.jpg" alt="" />
                <p className='mt-5 md:mt-0 lg:text-lg'> স্বপ্নজয়ী কোচিং সেন্টার একটি স্বপ্নের পথিকৃত প্রতিষ্ঠান। আমরা গর্বের সাথে বলতে পারি, আমাদের কোচিং সেবা নিয়ে সংশোধন ও পরিষ্কারতা বজায় রাখা। আমরা প্রতিটি ছাত্রের প্রত্যাশা, স্বপ্ন, এবং লক্ষ্যের পাশাপাশি তারা উন্নত ও আত্মবিশ্বাসী করার জন্য কাজ করি। আমাদের প্রতিষ্ঠানে ছাত্রদের জন্য নির্দিষ্ট, বিশেষ, ও প্রশ্নোত্তরমূলক পাঠ্যক্রম ও শিক্ষার পদ্ধতি প্রদান করা হয়। আমাদের সর্বোচ্চ লক্ষ্য হলো ছাত্রদের আত্মবিশ্বাস এবং শিক্ষার মাধ্যমে তাদের স্বপ্ন পূরণে সাহায্য করা। আমরা বিশেষভাবে সম্প্রীতি এবং সহযোগিতা এর মাধ্যমে ছাত্রদের সাথে যোগাযোগ স্থাপন করি। স্বপ্নজয়ী কোচিং সেন্টারে স্বাগতম!</p>
            </div>
        </div>
    );
};

export default AboutUs;