import React from 'react';

const AboutUs = () => {
    return (
        <div className='bg-[url("https://img.freepik.com/free-vector/outline-books-with-graduation-cap-apple-frame-background_24640-45271.jpg?w=1380&t=st=1700483167~exp=1700483767~hmac=6c0e17c13f62141c6e5f5888a7239976d646bff369594b474b16fa330749d165")] bg-cover bg-center bg-no-repeat'>
            <div className='container py-10'>
                <div className='max-w-5xl mx-auto flex items-center gap-10 min-h-[600px]'>
                    <div className='mt-5 md:mt-0 lg:text-lg xl:text-xl bg-white/80 p-5 rounded'> 
                    <p className='mb-3'>স্বপ্নজয়ী একটি প্রতিষ্ঠিত এবং সুপরিচিত কোচিং সেন্টার। ২০১৮ সালে যাত্রা শুরু করে স্বপ্নজয়ী আজ ৭ বছর পেরিয়ে এসেছে। এই সময়ে স্বপ্নজয়ী হাজার হাজার শিক্ষার্থীকে তাদের স্বপ্ন পূরণে সহায়তা করেছে।</p>

                    <p className='mb-3'>স্বপ্নজয়ীর লক্ষ্য হলো বাংলাদেশের সকল শিক্ষার্থীকে তাদের স্বপ্ন পূরণে সহায়তা করা। স্বপ্নজয়ী বিশ্বাস করে যে, প্রতিটি শিক্ষার্থীর মধ্যেই একটি স্বপ্ন রয়েছে এবং সেই স্বপ্নকে বাস্তবে রূপ দিতে স্বপ্নজয়ী সর্বদা প্রস্তুত।</p>

                    <p className='mb-3'>স্বপ্নজয়ীর শিক্ষক-শিক্ষিকারা অত্যন্ত দক্ষ এবং অভিজ্ঞ। তারা শিক্ষার্থীদের পড়াশোনায় সব ধরনের সহায়তা করেন। স্বপ্নজয়ীর ক্লাসরুমগুলো পরিষ্কার-পরিচ্ছন্ন এবং সুন্দরভাবে সাজানো। শিক্ষার্থীদের জন্য সব ধরনের সুযোগ-সুবিধা প্রদান করা হয়।</p>

                    <p className='mb-3'>স্বপ্নজয়ী প্রতিটি শিক্ষার্থীর জন্য একটি নির্দিষ্ট গাইডলাইন তৈরি করে। এই গাইডলাইন অনুসরণ করে শিক্ষার্থীরা খুব সহজেই বিষয়গুলো বুঝতে পারে এবং ভালোভাবে পড়াশোনা করতে পারে।</p>

                    <p className='mb-3'>স্বপ্নজয়ী প্রতি মাসে মাসিক পরীক্ষা পরিচালনা করে। এই পরীক্ষাগুলো শিক্ষার্থীদের পড়াশোনার গতি নির্ধারণ করতে সাহায্য করে। মাসিক পরীক্ষাগুলোর মাধ্যমে শিক্ষার্থীরা নিজেদের দুর্বল দিকগুলো চিহ্নিত করতে পারে এবং সেগুলোর ওপর জোর দিতে পারে।</p>

                    <p className='mb-3'>স্বপ্নজয়ী বিশ্বাস করে যে, ভালো ফলাফল অর্জনের জন্য শুধুমাত্র পড়াশোনাই যথেষ্ট নয়। শিক্ষার্থীদেরকে মানসিকভাবেও প্রস্তুত হতে হবে। স্বপ্নজয়ী শিক্ষার্থীদেরকে মানসিকভাবে শক্তিশালী করতে বিভিন্ন ধরনের কার্যক্রম পরিচালনা করে।</p>

                    <p>স্বপ্নজয়ী তার শিক্ষার্থীদেরকে সর্বোচ্চ শিক্ষা প্রদানের জন্য সর্বদা প্রস্তুত। স্বপ্নজয়ী বিশ্বাস করে যে, প্রতিটি শিক্ষার্থীর মধ্যেই একটি স্বপ্ন রয়েছে এবং সেই স্বপ্নকে বাস্তবে রূপ দিতে স্বপ্নজয়ী সর্বদা সহায়তা করবে।</p>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default AboutUs;